Dlubal.RFEM5.TrajectorySurface
Trajectory surface parameters

Dlubal.RFEM5.TrajectorySurface.General
General parameters

Dlubal.RFEM5.TrajectorySurface.GuideLineNo
Guide line number

Dlubal.RFEM5.TrajectorySurface.StartProfile
List of line numbers defining start profile

Dlubal.RFEM5.TrajectorySurface.EndProfile
List of line numbers defining end profile (optional)

Dlubal.RFEM5.TrajectorySurface.Rotation
End rotation about guide line